{
  "items": [
    {
      "title": "M S Dhoni",
      "desc": "Mahendra Singh Dhoni (About this sound pronunciation (help·info); commonly known as MS Dhoni; born 7 July 1981) is an Indian cricketer who captained the Indian team in limited-overs formats from 2007 to 2016 and in Test cricket from 2008 to 2014. An attacking right-handed middle-order batsman and wicket-keeper, he is widely regarded as one of the greatest finishers in limited-overs cricket.[2][3][4][5] He is also regarded to be one of the best wicket-keepers in world cricket and is known to have very fast hands.[6][7] He made his One Day International (ODI) debut in December 2004 against Bangladesh, and played his first Test a year later against Sri Lanka.\nDhoni holds numerous captaincy records such as most wins by an Indian captain in Tests and ODIs, and most back-to-back wins by an Indian captain in ODIs. He took over the ODI captaincy from Rahul Dravid in 2007 and led the team to its first-ever bilateral ODI series wins in Sri Lanka and New Zealand. Under his captaincy, India won the 2007 ICC World Twenty20, the CB Series of 2007–08, the 2010 Asia Cup, the 2011 ICC Cricket World Cup and the 2013 ICC Champions Trophy. In the final of the 2011 World Cup, Dhoni scored 91 not out off 79 balls handing India the victory for which he was awarded the Man of the Match. In June 2013, when India defeated England in the final of the Champions Trophy in England, Dhoni became the first captain to win all three ICC limited-overs trophies (World Cup, Champions Trophy and the World Twenty20). After taking up the Test captaincy in 2008, he led the team to series wins in New Zealand and West Indies, and the Border-Gavaskar Trophy in 2008, 2010 and 2013. In 2009, Dhoni also led the Indian team to number one position for the first time in the ICC Test rankings. In 2013, under his captaincy, India became the first team in more than 40 years to whitewash Australia in a Test series. In the Indian Premier League, he captained the Chennai Super Kings to victory at the 2010 and 2011 seasons, along with wins in the 2010 and 2014 editions of Champions League Twenty20. He announced his retirement from Tests on 30 December 2014.[8]\nDhoni holds the post of Vice-President of India Cements Ltd., after resigning from Air India. India Cements is the owner of the IPL team Chennai Super Kings, and Dhoni has been its captain since the first IPL season.[9][10] Dhoni is the co-owner of Indian Super League team Chennaiyin FC.[11]\nDhoni has been the recipient of many awards, including the ICC ODI Player of the Year award in 2008 and 2009 (the first player to win the award twice), the Rajiv Gandhi Khel Ratna award in 2007 and the Padma Shri, India's fourth highest civilian honour, in 2009.[12] He was named as the captain of ICC World Test XI and ICC World ODI XI teams for 2009. The Indian Territorial Army conferred the honorary rank of Lieutenant Colonel[13] to Dhoni on 1 November 2011. He is the second Indian cricketer after Kapil Dev to have received this honour. In 2011, Time magazine included Dhoni in its annual Time 100 list as one of the \"Most Influential People in the World.\"[14] In 2012, SportsPro rated Dhoni as the sixteenth most marketable athlete in the world.[15] In June 2015, Forbes ranked Dhoni at 23rd in the list of highest paid athletes in the world, estimating his earnings at US$31 million.[16] In 2016, a biopic M.S. Dhoni: The Untold Story was made on him.",
      "author": "chava",
      "likes": 0,
      "date": 1510828731705,
      "userId": "chava",
      "id": 2,
      "category": "Sports"
    },
    {
      "title": "Naruto",
      "desc": " Naruto (ナルト) is a Japanese manga series written and illustrated by Masashi Kishimoto. It tells the story of Naruto Uzumaki, an adolescent ninja who searches for recognition and dreams of becoming the Hokage, the leader of his village. The story is in two parts, the first set in Naruto's pre-teen years, and the second in his teens. The series is based on two one-shot manga by Kishimoto: Karakuri (1995), which earned Kishimoto an honorable mention in Shueisha's monthly Hop Step Award the following year, and Naruto (1997).\nNaruto was serialized in Shueisha's magazine, Weekly Shōnen Jump from 1999 to 2014, and released in tankōbon (book) form in 72 volumes. The manga was adapted into an anime television series produced by Studio Pierrot and Aniplex, which broadcast 220 episodes in Japan from 2002 to 2007; the English adaptation of the series aired on Cartoon Network from 2005 to 2009. Naruto: Shippuden, a sequel to the original series, premiered in Japan in 2007, and ended in 2017, after 500 episodes. The English adaptation was broadcast on Disney XD from 2009 to 2011, and then switched to Adult Swim's Toonami block in January 2014. Besides the anime series, Studio Pierrot has developed eleven movies and eleven original video animations (OVAs). Other Naruto-related merchandise includes light novels, video games, and trading cards developed by several companies.\nViz Media licensed the manga and anime for North American production and serialized Naruto in their digital Weekly Shonen Jump magazine. The anime series began airing in the United States and Canada in 2005, and in the United Kingdom and Australia in 2006 and 2007, respectively. The films and most OVAs from the series were also released by Viz, with the first film premiering in movie theaters. Viz Media began streaming the two anime series on their streaming service Neon Alley in December 2012. The story of Naruto continues with Naruto's son, Boruto Uzumaki, in Boruto: Naruto Next Generations: Boruto wishes to create his own ninja way instead of following his father's.\nAs of 2017, Naruto is the third best-selling manga series in history, selling more than 220 million copies worldwide in 35 countries outside Japan. It has become one of Viz Media's best-selling manga series; their English translations of the volumes have appeared on USA Today and The New York Times bestseller list several times, and the seventh volume won a Quill Award in 2006. Reviewers praised the manga's character development, strong storylines, and well-executed fight scenes, though some felt the fight scenes slowed the story down. Critics noted that the manga, which has a coming-of-age theme, makes use of cultural references from Japanese mythology and Confucianism.",
      "author": "chava",
      "likes": 0,
      "date": 1510828755454,
      "userId": "chava",
      "id": 3,
      "category": "Anime"
    },
    {
      "title": "Chiranjeevi",
      "desc": "Konidela Siva Sankara Vara Prasad (born 22 August 1955), better known by his stage name Chiranjeevi,[4] is an Indian film actor, dancer, producer, singer, voice artist, TV host, politician, businessman, investor and a member of the Indian National Congress. He was the Minister of State with independent charge for the Ministry of Tourism, Government of India.[5] Prior to politics, Chiranjeevi has attended the Madras Film Institute, and had worked primarily in Telugu cinema, in addition to Tamil, Kannada and Hindi films. He made his acting debut in 1978, with the film Punadhirallu.[6] However, Pranam Khareedu was released earlier at the box office.[7] Known for his break dancing skills, Chiranjeevi starred in 150 feature films in a variety of roles. In 1987, he was starred in Swayam Krushi, which was dubbed into Russian, and was screened at the Moscow International Film Festival.[8] Chiranjeevi has garnered the Indian Express Best Actor, and the state Nandi Award for Best Actor awards for his performance in the film.[9][10][11] In the same year, Chiranjeevi was one of the Indian delegates at the 59th Academy Awards.[12][13] In 1988, he co-produced Rudraveena, which won the National Film Award for Best Feature Film on National Integration.[14]\nChiranjeevi's 1992 film Gharana Mogudu, directed by K. Raghavendra Rao, is the first Telugu film to gross over ₹ 10 crore at the box office, the film was screened at the 1993 International Film Festival of India in the mainstream section.[15] [16] The film made Chiranjeevi the highest paid actor in India at the time, catapulting him to the cover pages of noted national weekly magazines in India.[17] The entertainment magazines Filmfare and India Today named him \"Bigger than Bachchan\", a reference to Bollywood's Amitabh Bachchan.[18] News magazine The Week hailed him as \"The new money machine\".[19] He was paid a remuneration of ₹1.25 crores for the 1992 film Aapadbandhavudu.[20] In 2002, Chiranjeevi was given the Samman Award for the Highest Income Tax Payer for the assessment year 1999–2000 by the Minister of State for Finance, Government of India.[21] A poll conducted by CNN-IBN in 2006 named Chiranjeevi the most popular star of the Telugu Film Industry.[22]\nIn a film career spanning thirty nine years, he won four state Nandi Awards, including the Raghupathi Venkaiah Award, and ten Filmfare Awards South including the Filmfare Lifetime Achievement Award – South. In 2006, Chiranjeevi was honored with the Padma Bhushan, India's third highest civilian award, for his contributions to Indian cinema,[23] and was presented with an honorary doctorate from Andhra University.[24] In 2013, he inaugurated the Incredible India Exhibition, a joint participation of the Ministry of Tourism and Ministry of Information and Broadcasting at the 66th Cannes Film Festival.[25][26] He also represented Incredible India at the 14th International Indian Film Academy Awards ceremony held in Macau.[27] In 2013, IBN LIVE named him as one of \"The men who changed the face of the Indian Cinema\".[28] Chiranjeevi's 150th film was announced in May 2015.[29]\nChiranjeevi founded the Chiranjeevi Charitable Foundation, established in 1998, which is involved in humanitarian activities. In 2008, he entered politics by forming the Praja Rajyam Party. In the 2009 Andhra Pradesh elections, Chiranjeevi contested from his native places, Palakollu and Tirupati. He was defeated by the Congress party candidate in Palakollu and was elected as a member of the State Assembly from the Tirupati constituency. He led the Praja Rajyam Party to emerge as the third largest party during the same election. Later, in February 2011, his Praja Rajyam Party merged into the Indian National Congress. He is a co-owner of Indian Super League side Kerala Blasters.",
      "author": "chava",
      "likes": 0,
      "date": 1510828427624,
      "userId": "chava",
      "category": "Movies",
      "id": 4
    },
    {
      "title": "dlvjnskjvbn",
      "desc": " kfsdgb vsfd bkjsfgjj bvskdzvs v\nsdfdbkbvj sddvvk jsd nzv  sdvn ljsv n\nskdv bsjdh vsjkdh vsjhdfz ",
      "author": "deepak",
      "likes": 0,
      "date": 1511698524107,
      "userId": "deepak",
      "category": "Ambiguous",
      "id": 5
    },
    {
      "title": "afghsbfrgjsjknjskgnskjngf",
      "desc": "lksjfjbnksjfbns;jldfnsfljngs;dkfjbnsdlfjngsf;lngvsfdljknbskfjdnbvsz\nadfjhbakndfjbns;ldfknbsldfmnbskjfnbsljnb;lsmndb;jsngbl snbdlbns dlgbn snlgjnbsjngbjnsgdd\nsdfkfljbnsdfkfnbskgjbn skgjb sblkfgb slkgn bslkgnb slfgknb lsfgb nlsfg sjfg jksgk jsgkjb skgj bgk\nsdbkj nsgkjgb s;ldgknb slgkbk slkg lksjgb skjg sbkjg bkjs gj bskgj vgd",
      "author": "baahu",
      "likes": 0,
      "date": 1511846094789,
      "userId": "baahu",
      "category": "Anime",
      "id": 6
    }
  ],
  "users": [
    {
      "id": "deepak",
      "pwd": "deepak",
      "status": false,
      "favourites": [
        2,
        3,
        4
      ]
    },
    {
      "id": "chava",
      "pwd": "chava",
      "status": false,
      "favourites": []
    },
    {
      "id": "srikanth",
      "pwd": "srikanth",
      "status": false,
      "favourites": []
    },
    {
      "id": "swaroop",
      "pwd": "swaroop",
      "status": false,
      "favourites": []
    },
    {
      "id": "baahu",
      "pwd": "baahu",
      "status": false,
      "favourites": []
    }
  ]
}